{
  "blogs": [
    {
      "title": "Starwars: The rise of the alkaline batteries",
      "body": "Duracell is an alkaline battery company that has been around since 1924 and has been one of the leading powers in this field ever since. But it’s not easy making an ad campaign for batteries in this day and age while still being relatable to the public and ongoing trends on social media. They had successful ad campaigns in the past but they still needed to reach out to the younger demographics through social media, so what idea did the marketing managers have to make that connection, and how did they execute it?",
      "author": "Mohanad",
      "date": "2018-03-15T18:25:43.511Z",
      "id": 5
    },
    {
      "title": "Introduce Yourself (Example Post)",
      "body": "This is an example post, originally published as part of Blogging University. Enroll in one of our ten programs, and start your blog right.\n\nYou’re going to publish a post today. Don’t worry about how your blog looks. Don’t worry if you haven’t given it a name yet, or you’re feeling overwhelmed. Just click the “New Post” button, and tell us why you’re here.\n\nWhy do this?\n\n    Because it gives new readers context. What are you about? Why should they read your blog?\n    Because it will help you focus your own ideas about your blog and what you’d like to do with it. \n\nThe post can be short or long, a personal intro to your life or a bloggy mission statement, a manifesto for the future or a simple outline of your the types of things you hope to publish.",
      "author": "Mohanad",
      "date": "2019-08-23T18:25:43.511Z",
      "id": 6
    },
    {
      "title": "Good writing is cheaper than special effects",
      "body": "In movies, that’s obvious. It costs far less to make The Big Lebowski than a Marvel movie.\n\nBut the metaphor applies to just about any sort of creative project.\n\nWe often err on the side of ‘special effects’. It’s easier to staff it up, to spend the money, to aim for slightly-above average. Committees and corporations are happy to pay extra for reassurance and consistency. It trends toward mediocre, because mediocre feels predictable and manageable.\n\nBut the race to spend more and more on special effects, on promo, on hype, on industrial might–it might be worth more to take the time and invest the effort to design something great instead.\n",
      "author": "Mohanad",
      "date": "2021-04-05T18:25:43.511Z",
      "id": 7
    }
  ]
}